INSERT INTO public.students (name, student_id)
VALUES ('Петр Петров', 111111),
('Иван Иванов', 222222),
('Максим Максимович', 333333),
('Гелл Бийц', 444444),
('Угон Харлеев', 555555),
('Рулон Обоев', 666666),
('Торус Линвальдс', 777777),
('Яков Гослингов', 888888),
('Михаил Страус-Струпов', 999999),
('Синий Трактор', 123123);

INSERT INTO public.courses (course_name, total_seats, booked_seats, start_time, end_time)
VALUES ('Исследование снов андроидов', 5, 0, '2024-10-01 00:00:00+03', '2024-10-31 23:59:00+03'),
('Курс молодого техножреца', 4, 0, '2024-10-01 00:00:00+03', '2024-10-31 23:59:00+03'),
('Теория патча KDE2 под FREEBSD', 3, 0, '2024-10-01 00:00:00+03', '2024-10-31 23:59:00+03'),
('Проектирование и разработка устройств поля Геллера', 2, 0, '2024-10-01 00:00:00+03', '2024-10-31 23:59:00+03'),
('Исследование червоточин', 2, 0, '2024-10-01 00:00:00+03', '2024-10-31 23:59:00+03')